{
  "pt": {
    "menu": [
      {
        "hotel": "octant_vila_monte"
      },
      {
        "hotel": "octant_santiago"
      },
      {
        "hotel": "octant_praia_verde"
      },
      {
        "hotel": "octant_ponta_delgada"
      },
      {
        "hotel": "octant_lousa"
      },
      {
        "hotel": "octant_furnas"
      },
      {
        "hotel": "octant_evora"
      },
      {
        "hotel": "octant_douro"
      }
    ],
    "pages": [
      {
        "hotel": "octant_douro",
        "title": "Octant Douro",
        "intro": "<h2><strong>TEMPO Para o que</strong><br><strong>Não QUER Esquecer</strong></h2><p>Bem-vindo à fuga no rio, aquela inesquecível. </p><p>Aqui, nas margens de Castelo de Paiva, a paisagem desenha-se com subtilezas que recriam os socalcos que moldam a região há séculos. A implantação topográfca e as características arquitectónicas do edifício amplificam a ligação à paisagem circundante e de fuga à rotina.</p><p>À modernidade dos Quartos e Suites ou dos espaços interiores, conjuga-se a vista rio e envolvente natural, numa comunhão que revitaliza corpo e alma. A paisagem onde as carquejeiras abundam ligam as margens onde a história de todo o norte se fixa, acolhem-no em passeios pedestres ou viagens de barco até à romântica Ilha dos Amores, possibilitam visitas aos icónicos Passadiços do Paiva — património da Unesco — ou mergulhos nas refrescantes praias fluviais circundantes. Com dois espaços de restauração únicos, onde a gastronomia local e a curadoria de vinhos duriense é das mais completas do país, poderá saborear o Douro como nunca antes.</p><p>A qualquer hora do dia ou da noite, as piscinas exteriores panorâmicas convidam a mergulhos quando chega o calor, e a piscina aquecida ou aos espaços do SPA são tudo o que precisa para deixar os dias frios lá fora.Bem-vindo à fuga no rio, aquela inesquecível. Aqui, nas margens de Castelo de Paiva, a paisagem desenha-se com subtilezas que recriam os socalcos que moldam a região há séculos. A implantação topográfca e as características arquitectónicas do edifício amplificam a ligação à paisagem circundante e de fuga à rotina. À modernidade dos Quartos e Suites ou dos espaços interiores, conjuga-se a vista rio e envolvente natural, numa comunhão que revitaliza corpo e alma. A paisagem onde as carquejeiras abundam ligam as margens onde a história de todo o norte se fixa, acolhem-no em passeios pedestres ou viagens de barco até à romântica Ilha dos Amores, possibilitam visitas aos icónicos Passadiços do Paiva — património da Unesco — ou mergulhos nas refrescantes praias fluviais circundantes. Com dois espaços de restauração únicos, onde a gastronomia local e a curadoria de vinhos duriense é das mais completas do país, poderá saborear o Douro como nunca antes. A qualquer hora do dia ou da noite, as piscinas exteriores panorâmicas convidam a mergulhos quando chega o calor, e a piscina aquecida ou aos espaços do SPA são tudo o que precisa para deixar os dias frios lá fora.</p>",
        "facts": "<p><strong>61 QUARTOS E SUÍTES</strong></p><ul><li><p>11 Deluxe</p></li><li><p>24 Vista Rio</p></li><li><p>2 Superior Vista Rio</p></li><li><p>10 Duplos Vista Rio com varanda</p></li><li><p>4 Duplos Vista Rio com terraço</p></li><li><p>4 Full View</p></li><li><p>2 Suites Douro</p></li><li><p>1 Suite Ribeiro</p></li><li><p>1 Suite Terrace</p></li><li><p>1 Suite Arda</p></li><li><p>1 Suite Panorâmica</p><p></p></li></ul><p><strong>DISTÂNCIAS</strong></p><ul><li><p>10 km de Castelo de Paiva</p></li><li><p>40 km do Porto</p></li><li><p>55 km do Aeroporto do Porto</p></li><li><p>160 km da fronteira com Espanha (Tui)</p></li><li><p>ESPAÇOS &amp; SERVIÇOS</p></li><li><p>Fluvina com 26 ancoradouros</p></li><li><p>2 piscinas panorâmicas exteriores</p></li><li><p>Spa com circuito de hidroterapia, piscina de relaxamento, sauna, banho turco e tepidário</p></li><li><p>Ginásio Life Fitness</p></li><li><p>Restaurante panorâmico</p></li><li><p>Bar, Lareira e Bilhar</p></li><li><p>Biblioteca e Movie corner interior</p></li><li><p>2 Salas de reuniões</p></li><li><p>Lavandaria e Babysitting</p></li><li><p>Estacionamento e Wi-Fi gratuito</p></li><li><p>Caiaques</p></li><li><p>Acesso para pessoas com mobilidade reduzida</p></li><li><p>Organização de eventos</p><p></p></li></ul><p><strong>EXPERIÊNCIAS</strong></p><p>Temos um Experience Manager dedicado a criar momentos únicos.</p><ul><li><p>Piquenique surpresa</p></li><li><p>Experiências gastronómicas locais</p></li><li><p>Tours de barcos e Desportos náuticos no Douro</p></li><li><p>Prova e tour de vinhos do Douro</p></li><li><p>Aldeias de xisto de Midões e Gondarém</p></li><li><p>“Ilha dos Amores” e percurso pedestre</p></li><li><p>Passadiços do Paiva e Caminhadas</p></li><li><p>Paddle</p></li></ul>",
        "contacts": "<p>Castelo de Paiva - Norte</p><p>T. +351 255 690 160</p><p><a target=\"_blank\" rel=\"noopener noreferrer nofollow\" href=\"mailto:reservations-douro@octanthotels.com\">reservations-douro@octanthotels.com</a><br><a target=\"_blank\" rel=\"noopener noreferrer nofollow\" href=\"http://www.douro.octanthotels.com\">www.douro.octanthotels.com</a></p>"
      }
    ]
  },
  "en": {
    "menu": [
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {
        "hotel": ""
      }
    ],
    "pages": [
      {
        "hotel": "octant_douro",
        "title": "",
        "intro": "<h2>TIME For what you<br>Don’t WANT to Forget</h2><p>Welcome to your unforgettable river getaway.</p><p>Here on the banks of Castelo de Paiva, the landscape subtly unfolds, recreating the terraces that have shaped the region for centuries. The topographic features of the site and the building’s architectural characteristics heighten the connection to the surrounding landscape and the sense of getting away from it all.</p><p>The modern décor of the rooms, suites, and interior spaces combines with the view over the river and the natural surroundings to create a whole that revitalizes body and soul. With its abundant growth of carqueja plants (a type of genista), the landscape connects the banks where the entire history of northern Portugal has its roots, inviting you to enjoy walks or boat trips to the romantic Ilha dos Amores, meaning Lovers’ Island. Here, too, you can visit the iconic Paiva Walkways – Unesco World Heritage – or go for a refreshing dip at one of the nearby river beaches. At the two unique restaurants, oering local cuisine and one of the most comprehensive curated Douro wine lists in the country, you will savor the Douro as never before.</p><p>Whatever the time of day or night, the panoramic outdoor pools tempt you for a dip in warmer weather, while the heated indoor pool and spa are the perfect remedy to keep the winter’s cold at bay.</p>",
        "facts": "<p><strong>61 ROOMS AND SUITES</strong></p><p>Deluxe rooms, rooms with river view with balcony or terrace.</p><p>Full View Rooms with panoramic view</p><p>5 Suites</p><p>1 Suite with private heated pool and panoramic view of the river</p><p></p><p><strong>DISTANCES</strong></p><ul><li><p>10 km from Castelo de Paiva</p></li><li><p>40 km from Oporto</p></li><li><p>55 km from the Oporto Airport</p></li><li><p>160 km from the Spanish border (Tui)</p></li><li><p>SPACES AND SERVICES</p></li><li><p>River dock with 26 berths</p></li><li><p>2 outdoor panoramic swimming pools</p></li><li><p>Spa with hydrotherapy, relaxation pool, sauna, Turkish bath and tepidarium</p></li><li><p>Life Fitness gym</p></li><li><p>Panoramic restaurant</p></li><li><p>Bar, Fireplace and Pool</p></li><li><p>Library and Indoor movie corner</p></li><li><p>2 meeting rooms</p></li><li><p>Laundry room and Babysitting</p></li><li><p>Free parking and Wi-Fi</p></li><li><p>Kayaks</p></li><li><p>Access for people with limited mobility</p></li><li><p>Event organization</p><p></p></li></ul><p><strong>EXPERIENCES</strong></p><p>We have an Experience Manager dedicated to creating one-of-a-kind</p><p>moments.</p><ul><li><p>Surprise picnic</p></li><li><p>Local culinary experiences</p></li><li><p>Douro water sports and Boat tours</p></li><li><p>Douro wine tasting and tour</p></li><li><p>Midões and Gondarém shale villages</p></li><li><p>Ilha dos Amores (lovers’ island) and pedestrian trail</p></li><li><p>Paiva Walkways and Hikes</p></li><li><p>Paddle surf</p></li></ul>"
      }
    ]
  }
}
